
1 = "메신저에 대화 기록을 남기시겠습니까?";
2 = "컴퓨터에 대화 기록을 남길 수 있습니다. 원하는 저장 설정을 선택하세요.";
3 = "환경 설정의 기록 창에서 이 설정을 언제든지 바꿀 수 있습니다. 저장된 대화를 보려면 보기 메뉴에서 대화 기록을 선택하세요.";
4 = "대화 창을 닫을 때마다 저장할 지 물어보기";
5 = "묻지 않고 항상 대화를 자동으로 저장.";
6 = "대화를 저장하지 않음";
7 = "(공공장소나 같이 쓰는 컴퓨터에서 추천)";
